/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Attachment (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Add Attachment";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Take Photo";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Photo Library";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Files";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Cancel";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Title";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notes";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Value";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "WARNING: The navigationController for the current UITableViewController for FUIFormCell is nil. FUIAttachmentsFormCell and ListPickerFormCell will not work properly.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d Hrs %d Min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Selected";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "All";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Warning: Search is disabled due to property listPickerSearchResultsUpdating in ListPickerFormCell is nil.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Select All";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Deselect All";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Close";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "more";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Less";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "on";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "off";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Double tap to toggle setting";

